Repository: signd-identity/signd-reactnative-sdk
Catalog: ios/Resources/*.lproj/Localizable.strings
Languages: de, fr

# acuant_camera_align
source: ALIGN
de: ANPASSEN
fr: ALIGNER

# acuant_camera_capturing
source: CAPTURING
de: ERFASSUNG
fr: CAPTURER

# acuant_camera_hold_steady
source: HOLD STEADY
de: STABIL HALTEN
fr: SE MAINTENIR

# acuant_camera_manual_capture
source: ALIGN & TAP
de: ANPASSEN UND ANTIPPEN

# acuant_camera_move_closer
source: MOVE CLOSER
de: KOMMEN SIE NÄHER
fr: APPROCHEZ-VOUS

# acuant_camera_outside_view
source: TOO CLOSE!
de: ZU NAHE!
fr: TROP PRÈS!

# acuant_camera_back
source: Back
de: Zurück
fr: Retour

# hg_align_face_and_blink
source: Align face to begin
de: Zum Starten, passen Sie Ihr Gesicht an
fr: Aligner le visage pour commencer

# hg_blink
source: Blink!
de: Zwinkern Sie!
fr: Cligner!

# hg_hold_steady
source: Hold Steady
de: Stabil halten
fr: Se maintenir

# hg_move_in_frame
source: Move in Frame
de: Bewegen Sie sich in den Rahmen
fr: Déplacer dans le cadre

# hg_too_close
source: Too Close! Move Away
de: Zu nahe! Ziehen Sie sich zurück
fr: Trop près! Eloignez-vous

# hg_too_far_away
source: Move Closer
de: Kommen Sie näher
fr: Approchez-vous

# NSCameraUsageDescription
source: Need camera access for ID scan
de: Zum Scannen der ID wird ein Kamerazugriff benötigt
fr: Besoin d'un accès à la caméra pour l'analyse d'identité

# signd_checking_status
source: Checking status
de: Statusabfrage
fr: Vérification de l'état

# signd_connection_offline_error
source: Internet connection appears to be offline. Please check your network settings.
de: Ihre Internetverbindung scheint offline zu sein. Bitte überprüfen Sie Ihre Netzwerkeinstellungen.
fr: Connexion Internet semble être déconnecté. S'il vous plaît vérifier vos paramètres réseau.

# signd_error_title
source: Error
de: Fehler
fr: Erreur

# signd_execute
source: Execute
de: Ausführen
fr: Exécuter

# signd_getting_verification_steps
source: Geting verification steps
de: Hole Verifikationsschritte
fr: Obtenir les étapes de vérification

# signd_idscan_camera_needed
source: Camera access is absolutely necessary to use this app
de: Für die Verwendung dieser Applikation ist ein Kamerazugriff unbedingt nötig.
fr: Accéder à la caméra est absolument nécessaire d'utiliser cette application

# signd_idscan_cropping
source: Cropping image
de: Bild zurechtschneiden
fr: Rogner

# signd_idscan_error_no_camera
source: Device has no camera!
de: Diese Gerät hat keine Kamera
fr: Appareil n'a pas de caméra!

# signd_idscan_initializing
source: Initializing
de: Inzilisierung läuft
fr: Initialisation

# signd_idscan_starting_session
source: Starting session
de: Sitzung startet
fr: Démarrage de session

# signd_idscan_uploading
source: Uploading
de: Hochladen
fr: Téléchargement

# signd_info_title
source: Info
de: Information

# signd_liveness_error_too_many_fails
source: We can't recognize face, you can rescan document
de: Wir können Ihr Gesicht nicht erkennen, bitte scannen Sie das Dokument nochmals
fr: Visage non-reconnu, veuillez re-scanner le document

# signd_liveness_fetching_results
source: Fetching liveness test results
de: Hole das Liveness-testresultat
fr: Récupérer des résultats de détection de vivacité

# signd_liveness_proccessing
source: Liveness test proccessing:
de: Liveness-test fährt fort:
fr: Détection de vivacité traitement:

# signd_liveness_rescan
source: Rescan document
de: Dokument neu scannen
fr: Re-scannez le document

# signd_logging_in
source: Logging in
de: Anmeldung läuft
fr: Se connecter

# signd_sending_results
source: Sending result
de: Sende die Resultate
fr: Envoi résultat

# signd_start_good_to_see
source: Good to see you!
de: Schön, Sie zu sehen!
fr: Content de vous voir!

# signd_start_identification_button
source: Start identification
de: Starte Identifikation
fr: Commencez l’identification

# signd_start_welcome
source: Welcome in the SignD indentification app!
de: Wilkommen bei der SignD Identifikationsapplikation
fr: Bienvenue dans l’appli d’identification SignD

# signd_unexpected_error
source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue

# signd_abort_process_dialog_negative_text
source: No
de: Nein
fr: Non

# signd_abort_process_dialog_positive_text
source: Abort
de: Abbrechen
fr: Annuler

# signd_abort_process_dialog_title
source: Do you want to abort verification?
de: Wollen Sie die Verifikation abbrechen?
fr: Voulez-vous annuler la vérification?

# signd_continue
source: Continue
de: Speichern
fr: Continuez

# signd_idscan_error_no_back_side
source: You didn't upload the back side!
de: Sie haben die Rückseite nicht hochgeladen!
fr: Vous n'avez pas téléchargé le verso.

# signd_idscan_error_missing_data
source: Unfortunately we weren't able to extract the data completely. Please repeat the scan and make sure the card is evenly illuminated (eg. no shadows or reflections)
de: Leider konnten wir die Daten nicht vollständig extrahieren. Bitte wiederholen Sie den Scan und stellen Sie sicher, dass die Karte gleichmäßig ausgeleuchtet ist (z. B. keine Schatten oder Reflexionen)
fr: Malheureusement, nous n'avons pas pu extraire complètement les données. Veuillez répéter le scan et assurez-vous que la carte est uniformément éclairée (par exemple, pas d'ombres ou de reflets)

# signd_idscan_error_no_front_side
source: Please re-upload the document!
de: Laden Sie bitte das Dokument erneut hoch!
fr: Veuillez prendre le recto en premier.

# signd_idscan_id_placement_back
source: Check out the example how to place the back of the ID.
de: Überprüfen Sie das Beispiel für die Platzierung der Dokumentenrückseite
fr: Regardez l'exemple pour positionner le verso du document

# signd_idscan_id_placement_intro
source: Check out the example how to place the ID.
de: Überprüfen Sie das Beispiel für die Platzierung des Dokuments
fr: Regardez l'exemple pour positionner le document

# signd_idscan_image_metrics_error_blurry
source: This image is not sharp enough!
de: Dieses Bild ist nicht scharf genug!
fr: L'image n'est pas assez nette

# signd_idscan_image_metrics_error_blurry_with_glare
source: This image is not sharp enough and has a glare!
de: Dieses Bild ist nicht scharf genug und inkludiert eine Blendung!
fr: Cette image n'est pas assez nette et a un reflet

# signd_idscan_image_metrics_error_glare
source: This image has a glare!
de: Dieses Bild inkludiert eine Blendung!
fr: Cette image a un reflet

# signd_idscan_image_metrics_error_low_resolution
source: This image has a low resolution!
de: Dieses Bild hat eine niedrige Auflösung!
fr: La résolution est trop faible

# signd_idscan_image_metrics_error_unacceptable_quality
source: Image has not acceptable quality!
de: Dieses Bild hat keine akzeptable Qualität!
fr: La qualité de l'image est insuffisante

# signd_idscan_photo_capture_error_secondary_title
source: But don't worry we can fix this!ðŸ˜‰
de: Aber keine Sorge, wir kümmern uns darum! 😉
fr: Pas d'inquiétude, nous allons y remédier!😉

# signd_idscan_photo_capture_error_title
source: Whoopsieâ€¦ Something went wrong
de: Oje… Etwas ist schiefgegangen
fr: Oups…il y a eu un bug

# signd_idscan_photo_capture_instruction
source: Hold your phone in portrait and place the ID vertically with the photo visible.
de: Halten Sie Ihr Handy hochkannt und platzieren Sie ihr Dokument vertikal sodass das Foto sichtbar ist.
fr: Tenez votre appareil en mode portrait et place le document verticallement coté photo visible.

# signd_idscan_photo_quality_question
source: Is the photo clear and sharp?
de: Ist das Foto klar und scharf?
fr: La photo est-elle claire et nette?

# signd_idscan_take_new_photo
source: Take a new photo
de: Erneut Foto machen
fr: Prenez une nouvelle photo

# signd_idscan_take_the_photo
source: Take the photo
de: Machen Sie das Foto
fr: Prenez la photo

# signd_idscan_yes_continue
source: Yes, continue
de: Ja, weiter
fr: Oui, continuez

# signd_liveness_error_something_went_wrong_try_again
source: Something went wrong, but don't worry you can start again.
de: Etwas ist schiefgangen, aber keine Sorge. Sie können neu starten.
fr: Problème de fonctionnement, nous allons recommencer

# signd_liveness_result
source: Result:
de: Resultat:
fr: Résultat:

# signd_liveness_result_great
source: That looks great!
de: Das schaut gut aus!
fr: Magnifique!

# signd_liveness_selfie_upload_rationale_answer
source: Your selfie is necessary to verify scanned document authenticity.
de: Ihr Selfie wird benötigt, um die Echtheit ihres Ausweisdokumentes zu bestätigen.
fr: Votre selfie est nécessaire pour vérifier l’authenticité du document scanné

# signd_liveness_selfie_upload_rationale_question
source: Why do I need to take a selfie?
de: HGF: Warum muss ich ein Selfie machen?
fr: Pour quelle raison dois-je prendre un selfie?

# signd_liveness_start_again
source: Start again
de: Starten Sie erneut
fr: Recommencez

# signd_liveness_tip1
source: Make a photo in [bright light]
de: Machen Sie ein Foto in [hellem Licht]
fr: Prendre une photo [bien éclairée]

# signd_liveness_tip2
source: Put your hair behind [your ears]
de: Schieben Sie Ihre Haare hinter [Ihre Ohren]
fr: Placez les cheuveux derrière [vos oreilles]

# signd_liveness_tip3
source: [Look straight] into the camera
de: [Schauen Sie gerade] in die Kamera
fr: [Regardez droit] dans l'objectif

# signd_liveness_tips
source: Tips
de: Tipps
fr: Conseils

# signd_liveness_try_again
source: Try again
de: Erneut versuchen
fr: Réessayez

# signd_liveness_error_headline
source: Face not match!
de: Gesichtsabgleich fehlgeschlagen!
fr: Échec de la correspondance des visages!

# signd_pe_error_no_more_steps
source: No more steps on this device
de: Keine weiteren Schritte auf diesem Gerät
fr: Il n'y a plus d'étapes sur cet appareil

# signd_pe_error_no_more_steps_button_text
source: Close
de: Schließen
fr: Fermer

# signd_pe_error_no_more_steps_description
source: There is nothing more to do here. Switch to your main device to continue the process.
de: Es gibt hier nichts mehr zu tun. Wechseln Sie zu Ihrem Hauptgerät um den Prozess fortzuführen.
fr: Il n'y a plus rien à faire ici. Passez sur l'appareil principal pour continuer.

# signd_pe_error_process_locked
source: Process is locked
de: Prozess ist gesperrt
fr: Démarche bloquée

# signd_pe_error_process_locked_description
source: Process is locked on a different device. You can either wait for other device to finish or manually unlock the process.
de: Prozess findet schon auf einem anderen Gerät statt. Sie können entweder auf den Abschluss beim anderen Gerät abwarten oder den Prozess manuell entsperren.
fr: Procédé bloqué sur un autre appareil. Vous pouvez soit attendre l'autre appareil, soit le débloquer manuellement.

# signd_pe_process_finished_description
source: Thank you
de: Vielen Dank
fr: Merci

# signd_pe_process_finished_finalize
source: Finalize
de: Abschließen
fr: Finalisez

# signd_pe_process_finished_title
source: Complete!
de: Abgeschlossen!
fr: Etape terminée!

# signd_plugin_address_verification_step_address_information
source: Verify address
de: Verifiziere Adresse
fr: Vérifiez l'adresse

# signd_plugin_aml_check_step_aml_check
source: Perform AML check
de: Führe AML-Überprüfung durch
fr: Contrôle AML

# signd_plugin_bank_account_identity_step_connect_to_bank
source: Connect to your bank
de: Verbinden Sie sich zu Ihrer Bank
fr: Connectez-vous à votre banque

# signd_plugin_scan_id_step_liveness
source: Take a selfie
de: Ein Selfie machen
fr: Prenez un selfie

# signd_plugin_scan_id_step_scan_id
source: Scan your ID
de: Scannen Sie Ihr Dokument
fr: Scannez votre pièce d'identité

# signd_progress_verification_step_take_selfie
source: Take a selfie
de: Ein Selfie machen
fr: Prenez un selfie

# signd_progress_verification_step_title
source: Step %@:
de: Schritt %@:
fr: Opération %@:

# signd_secure_env
source: This is a secure environment - By SignD
de: Das ist eine sichere Umgebung – von SignD
fr: Espace sécurisé - Par SignD

# signd_start_have_id_to_hand
source: Before you start make sure you have your ID to hand
de: Bevor Sie starten, halten Sie ihr Ausweisdokument griffbereit
fr: Assurez-vous d’avoir vos documents d’identité en main avant de commencer

# signd_start_identification
source: Identification
de: Identifikation

# signd_start_initialization_pending
source: Initialization in progress
de: Initialisierung wird durchgeführt
fr: Initialisation en cours

# signd_verification_step_scan_credit_card
source: Scan your credit card details.
de: Scannen Sie Ihre Kreditkartedetails
fr: Scannez votre carte de crédit

# signd_idscan_validation_error_id_expired
source: Your ID card has expired, please take your valid ID and try again!
de: Ihr Ausweis ist abgelaufen, bitte nehmen Sie Ihren gültigen Ausweis und versuchen Sie es erneut!
fr: Votre carte d'identité a expiré, veuillez prendre votre pièce d'identité valide et réessayer!

# signd_error_something_went_wrong
source: Something went wrong, try again.
de: Etwas ist schiefgangen, versuchen Sie es nochmals.
fr: Erreur inconnue, réessayez.

# signd_pe_error_process_failed_title
source: Process failed
de: Prozess fehlgeschlagen
fr: Echec de la démarche

# signd_pe_error_process_failed_description
source: We are sorry but there are no more ways to identify you.
de: Es tut uns Leid, aber es gibt keine weiteren Möglichkeiten um Sie zu idenfifizieren.
fr: Manche Ihrer Schritte brauchen mehr Aufmerksamkeit.

# signd_validation_failed_description
source: Some of the steps you took require more attention.
de: Manche Ihrer Schritte brauchen mehr Aufmerksamkeit.
fr: Désolé, mais nous n'avons plus de moyen pour vous identifier.

# signd_handshake
source: Handshake
fr: Poignée de main

# signd_liveness_setup
source: Liveness setup
fr: Détection de vivacité configuration
